Repository: oat-sa/extension-tao-test-runner-plugins
Catalog: locales/*-arb/messages.po
Languages: ar_arb

source: %s actions were successfully imported
ar_arb: تم استيراد٪ s من الإجراءات بنجاح

source: %s deliveries were updated
ar_arb: تم تحديث٪ s من التسليمات

source: %s deliveries will be updated
ar_arb: سيتم تحديث٪ s تسليم

source: All students will begin the next section at the same time. Please relax quietly until the room supervisor starts the next section.
ar_arb: سيبدأ جميع الطلاب القسم التالي في نفس الوقت. يرجى الاسترخاء بهدوء حتى يبدأ مشرف القاعة الجزء التالي.

source: Assessment ended. Please email the downloaded file to complete the process.
ar_arb: انتهى التقييم. يرجى إرسال الملف الذي تم تنزيله بالبريد الإلكتروني لإكمال العملية.

source: Assessment Item
ar_arb: بند التقييم

source: Attempt to navigate to another window or tab.
ar_arb: حاول الانتقال إلى نافذة أو علامة تبويب أخرى.

source: Cannot find any actions for importing.
ar_arb: لا يمكن العثور على أي إجراءات للاستيراد.

source: Delivery execution %s is not active state.
ar_arb: تنفيذ التسليم٪ s ليس حالة نشطة.

source: Download & End Assessment
ar_arb: تنزيل وإنهاء التقييم

source: Fail to import test actions with message:
ar_arb: فشل استيراد إجراءات الرائز عن طريق المراسلة

source: Import a test sent to you by an offline test taker.
ar_arb: قم باستيراد الرائز تم إرساله إليك بواسطة أحد المتقدمين للرائز دون الربط بالإنترنت.

source: Invalid MimeType of file
ar_arb: MimeType ملف غير مضبوط

source: JSON with test actions
ar_arb: JSON مع إجراءات الرائز

source: Migrate to use delivery features to control security plugins
ar_arb: الترحيل لاستخدام ميزات التسليم للتحكم في المكونات الإضافية للأمان

source: or
ar_arb: أو

source: Please continue waiting while we try to restore the connection. Alternatively, you may end this test by downloading it as a file which you will have to submit manually.
ar_arb: الرجاء متابعة الانتظار بينما نحاول استعادة الاتصال. بدلاً من ذلك ، يمكنك إنهاء هذا الرائز عن طريق تنزيله كملف يتعين عليك إرساله يدويًا.

source: Please wait while we try to restore the connection.
ar_arb: الرجاء الانتظار بينما نحاول استعادة الاتصال.

source: Several resources URIs do not belong to the instance where the test was passed
ar_arb: لا تنتمي عدة موارد URI إلى المثيل الذي تم فيه اجتياز الرائز

source: Test actions imported successfully. Imported execution %s
ar_arb: تم استيراد إجراءات الاختبار بنجاح. تنفيذ مستورد٪ s

source: Test actions importing
ar_arb: اختبار استيراد الإجراءات

source: Test could not be launched. Test must always be launched in a full screen mode.
ar_arb: لا يمكن بدء الاختبار. يجب دائمًا تشغيل الاختبار في وضعية ملء الشاشة.

source: The assessment has been paused due to an attempt to navigate to another window or tab. Please contact your proctor or administrator to resume your assessment.
ar_arb: تم إيقاف التقييم مؤقتًا بسبب محاولة الانتقال إلى نافذة أو علامة تبويب أخرى. يرجى الاتصال بالمراقب أو المسؤول لاستئناف التقييم.

source: The assessment has been paused due to an attempt to print screen. Please contact your proctor or administrator to resume your assessment.
ar_arb: تم إيقاف التقييم مؤقتًا بسبب محاولة طباعة الشاشة. يرجى الاتصال بالمراقب أو المسؤول لاستئناف التقييم.

source: The connection seems to be back, please proceed
ar_arb: يبدو أن الاتصال قد عاد ، يرجى المتابعة

source: The download will be available in <strong>%d</strong> seconds
ar_arb: سيكون التنزيل متاحًا في غضون <strong>٪ d </strong> ثانية

source: This test needs to be taken in full screen mode (%s).
ar_arb: يجب إجراء هذا الاختبار في وضع ملء الشاشة (٪ s).

source: The assessment must be taken in fullscreen. Please press %s to activate it.
ar_arb: يجب إجراء التقييم في وضع ملء الشاشة. الرجاء الضغط على٪ s لتنشيطه.

source: Upload
ar_arb: تحميل

source: Upload offline test
ar_arb: تحميل الرائز في وضعية عدم الربط بالأنترنيت

source: You are encountering a connectivity loss. The test has been suspended.
ar_arb: أنت تواجه فقدان الاتصال. تم تعليق الرائز.

source: You are encountering a prolonged connectivity loss.
ar_arb: أنت تواجه فقدان الاتصال. تم تعليق الرائز.

source: You are encountering a prolonged connectivity loss.
ar_arb: أنت تواجه فقدان اتصال مطول
