Repository: oat-sa/extension-tao-test-runner-plugins
Catalog: locales/*/messages.po
Languages: ja_jp, ja_ue, nb_no, pt_br

source: %s actions were successfully imported
ja_ue: 処理 %s が正常にインポートされました
nb_no: %s handlinger ble importert
pt_br: %s configurações foram importadas com sucesso

source: %s deliveries were updated
ja_ue: デリバリ %s はアップデートされました
nb_no: %s besvarelser ble oppdatert
pt_br: %s entregas foram atualizadas

source: %s deliveries will be updated
ja_ue: デリバリ %s はアップデートされます
nb_no: %s besvarelser vil bli oppdatert
pt_br: %s entregas serão atualizadas

source: All students will begin the next section at the same time. Please relax quietly until the room supervisor starts the next section.
ja_jp: 全学生が一斉に次のセクションに入ります。部屋の管理者が次のセクションを始めるまで、静かにリラックスしてください。
ja_ue: すべての生徒が同時に次のセクションを開始します。担当者によって次のセクションが開始されるまで、静かに待機してください。
pt_br: Todos os alunos começarão a próxima seção ao mesmo tempo. Por favor fique silenciosamente até que a supervisionadora da sala inicie a próxima seção.

source: Assessment ended. Please email the downloaded file to complete the process.
ja_jp: 査定を終了しました。ダウンロードしたファイルをメールで送っていただければ完了です。
ja_ue: テストが終了しました。完全に完了させるためには，ダウンロードしたファイルをメールで送ってください。
nb_no: Vurderingen ble avsluttet. Send den nedlastede filen på e -post for å fullføre prosessen.
pt_br: Avaliação terminada. Por favor, envie um e-mail para o arquivo baixado para concluir o processo.

source: Assessment Item
ja_jp: アセスメントアイテム
ja_ue: アセスメントアイテム
nb_no: Vurderingsoppgave
pt_br: Item de Avaliação

source: Attempt to navigate to another window or tab.
ja_jp: 別のウィンドウまたはタブに移動しようとします。
ja_ue: 別のウィンドウやタブに移動
nb_no: Prøv å navigere til et annet vindu eller fane.
pt_br: Tentativa de navegar para outra janela ou guia.

source: Cannot find any actions for importing.
ja_jp: インポートのためのアクションが見つかりません。
ja_ue: インポートの操作がありません
nb_no: Finner ingen mulighet for å importere.
pt_br: Não foi possível encontrar nenhuma ação para importação.

source: Delivery execution %s is not active state.
ja_jp: 配信実行 %s はアクティブ状態ではありません。
ja_ue: デイバリ実行 %s はアクティブな状態ではありません
nb_no: Kan ikke levere besvarelsen.
pt_br: A execução de entrega %s não está ativa.

source: Download & End Assessment
ja_jp: ダウンロード＆テスト終了
ja_ue: ダウンロードと最終評価
nb_no: Last ned og avslutt vurdering
pt_br: Baixar e Finalizar Avaliação

source: Fail to import test actions with message:
ja_jp: メッセージ付きのテストアクションのインポートに失敗しました。
ja_ue: メッセージによるテストアクションのインポート失敗：
nb_no: Kunne ikke importere prøven med følgende melding:
pt_br: Falha ao importar ações do teste com mensagem:

source: Import a test sent to you by an offline test taker.
ja_jp: オフラインの受験者から送られてきたテストをインポートします。
ja_ue: オフラインの受検者から送られてきたテストをインポートします。
nb_no: Importer en prøve sendt deg av en elev ikke som har nettilgang.
pt_br: Importar um teste enviado para você por um testador off-line.

source: Invalid MimeType of file
ja_ue: ファイルのMINEタイプが無効
nb_no: Ugyldig MimeType fil
pt_br: MimeType de arquivo inválido

source: JSON with test actions
ja_ue: テスト・アクションを含むJSON
nb_no: JSON med prøver
pt_br: JSON com ações de teste

source: Migrate to use delivery features to control security plugins
ja_ue: セキュリティプラグインを制御するためにデリバリ機能を使用するように移行します。
nb_no: Migrer for å bruke leveringsfunksjoner for å kontrollere sikkerhetsplugins
pt_br: Migre para usar os recursos de entrega para controlar plugins de segurança

source: or
nb_no: eller
pt_br: ou

source: Please continue waiting while we try to restore the connection. Alternatively, you may end this test by downloading it as a file which you will have to submit manually.
ja_jp: 接続の復旧を試みる間、待ち続けてください。または、手動で提出するファイルをダウンロードしてテストを終了することもできます。
ja_ue: 接続の回復を試みますので、引き続きお待ちください。また、このテストを終了するには、ファイルをダウンロードして手動で送信する必要があります。
nb_no: Vennligst vent mens vi prøver å gjenopprette tilkoblingen. Alternativt kan du avslutte prøven ved å laste den ned som en fil som du må levere manuelt.
pt_br: Por favor, continue esperando enquanto tentamos restaurar a conexão. Como alternativa, você pode terminar este teste baixando-o como um arquivo que você terá que enviar manualmente.

source: Please wait while we try to restore the connection.
ja_jp: 接続の復旧を試みますので、しばらくお待ちください。
ja_ue: 接続を回復するまでお待ちください。
nb_no: Vent mens vi prøver å gjenopprette tilkoblingen.
pt_br: Por favor, aguarde enquanto tentamos restaurar a conexão.

source: Several resources URIs do not belong to the instance where the test was passed
ja_ue: 複数のリソースURIがテストに合格したインスタンスに属していない
nb_no: Flere ressurs -URIer tilhører ikke forekomsten der testen ble gjennomført
pt_br: Vários recursos URIs não pertencem à instância onde o teste foi passado

source: Test actions imported successfully. Imported execution %s
ja_jp: テスト・アクションが正常にインポートされました。インポートされた実行 %s
ja_ue: テスト・アクションが正常にインポートされました。インポートされた実行 %s
nb_no: Prøvehandlinger ble importert. Importert kjøring %s
pt_br: Ações de teste importadas com sucesso. Execução %s importada

source: Test actions importing
ja_jp: インポートするテストアクション
ja_ue: テストアクションのインポート
nb_no: Prøver importeres
pt_br: Testar ações de importação

source: Test could not be launched. Test must always be launched in a full screen mode.
ja_jp: テストを起動できませんでした。テストは常に全画面モードで起動する必要があります。
ja_ue: テストを起動できませんでした。テストは常にフルスクリーンモードで起動する必要があります。
nb_no: Prøven kunne ikke startes. Prøven må alltid startes i fullskjermsmodus.
pt_br: O teste não pôde ser iniciado. O teste deve ser sempre iniciado em modo de tela cheia.

source: The assessment has been paused due to an attempt to navigate to another window or tab. Please contact your proctor or administrator to resume your assessment.
ja_jp: 別のウィンドウまたはタブに移動しようとしたため、評価が一時停止されました。評価を再開するには、担当のプロクターまたは管理者に連絡してください。
ja_ue: 別のウィンドウまたはタブに移動しようとしたため、テストが一時停止されました。試検監督者または管理者に連絡して、テストを再開してください。
nb_no: Vurderingen er satt på pause på grunn av et forsøk på å navigere til et annet vindu eller fane. Ta kontakt med administrator for å gjenoppta vurderingen.
pt_br: A avaliação foi pausada devido a uma tentativa de navegar para outra janela ou guia. Por favor, entre em contato com seu perfil ou administrador para retomar sua avaliação.

source: The assessment has been paused due to an attempt to print screen. Please contact your proctor or administrator to resume your assessment.
ja_jp: 画面を印刷しようとしたため、評価が一時停止されました。評価を再開するには、担当のプロクターまたは管理者に連絡してください。
ja_ue: 画面を印刷しようとしたため、テストが一時停止されました。試検監督者または管理者に連絡して、テストを再開してください。
nb_no: Vurderingen er satt på pause på grunn av et forsøk på skjermdump. Ta kontakt med administrator for å gjenoppta vurderingen.
pt_br: A avaliação foi pausada devido a uma tentativa de imprimir tela. Por favor, entre em contato com seu perfil ou administrador para retomar sua avaliação.

source: The connection seems to be back, please proceed
ja_jp: 接続が戻ったようですので、お進みください
ja_ue: 接続が回復したようです。続けてください。
nb_no: Nettilkoblingen ser ut til å være tilbake. Prøv igjen
pt_br: A conexão parece estar de volta, por favor prossiga

source: The download will be available in <strong>%d</strong> seconds
ja_jp: ダウンロードは<strong>%d</strong>秒で利用可能になります。
ja_ue: <strong>%d</strong>秒後にダウンロードが可能となります。
nb_no: Nedlastingen vil være tilgjengelig om <strong>%d </strong> sekunder
pt_br: O download estará disponível em <strong>%d</strong> segundos

source: This test needs to be taken in full screen mode (%s).
ja_jp: このテストは、全画面モード(%s)で受験する必要があります。
ja_ue: このテストはフルスクリーンモード(%s)で行う必要があります。
nb_no: Denne testen må tas i fullskjermsmodus (%s).
pt_br: Este teste precisa ser executado em modo de tela cheia (%s).

source: Upload
ja_jp: アップロード
ja_ue: アップロード
nb_no: Last opp
pt_br: Carregar

source: Upload offline test
ja_jp: オフラインテストのアップロード
ja_ue: オフラインテストをアップロード
nb_no: Last opp prøve uten nettilgang
pt_br: Carregar teste offline

source: You are encountering a connectivity loss. The test has been suspended.
ja_jp: 接続障害が発生しています テストは中断されています。
ja_ue: 接続障害が発生しています。テストは中断されました。
nb_no: Du har mistet nettilgangen. Prøven ble lukket.
pt_br: Você está encontrando uma perda de conectividade. O teste foi suspenso.

source: You are encountering a prolonged connectivity loss.
ja_jp: 長時間の接続障害が発生しています。
ja_ue: 長時間の接続障害が発生しています
nb_no: Du har mistet nettilgangen.
pt_br: Você está enfrentando uma perda de conectividade prolongada.

source: You are encountering a prolonged connectivity loss.
ja_jp: 長時間の接続障害が発生しています。
ja_ue: 長時間の接続障害が発生しています
nb_no: Du har mistet nettilgangen.
pt_br: Você está enfrentando uma perda de conectividade prolongada.

source: Attempt to print screen.
ja_jp: 画面の印刷をしています。
